QUESTIONS = [

    # ======================
    # Программирование
    # ======================

    {
        "text": "Мне интересно писать программы и автоматизировать различные задачи.",
        "skill": "programming"
    },

    {
        "text": "Мне нравится разбираться в работе программ и искать ошибки в их коде.",
        "skill": "programming"
    },

    # ======================
    # Информационная безопасность
    # ======================

    {
        "text": "Мне интересно искать уязвимости в информационных системах и оценивать их защищённость.",
        "skill": "security"
    },

    {
        "text": "Мне хотелось бы защищать организации от кибератак и повышать уровень их безопасности.",
        "skill": "security"
    },

    # ======================
    # Аналитика
    # ======================

    {
        "text": "Мне нравится анализировать информацию и искать закономерности в больших объёмах данных.",
        "skill": "analytics"
    },

    {
        "text": "Мне интересно анализировать журналы событий и выявлять подозрительную активность.",
        "skill": "analytics"
    },

    # ======================
    # Компьютерные сети
    # ======================

    {
        "text": "Мне интересно изучать устройство компьютерных сетей и принципы их работы.",
        "skill": "networks"
    },

    {
        "text": "Мне хотелось бы понимать, как передаются данные между устройствами и где могут возникать угрозы безопасности.",
        "skill": "networks"
    },

    # ======================
    # Расследование инцидентов
    # ======================

    {
        "text": "Мне интересно расследовать киберинциденты и восстанавливать последовательность действий нарушителя.",
        "skill": "investigation"
    },

    # ======================
    # Логическое мышление
    # ======================

    {
        "text": "Мне нравится решать сложные логические задачи и искать нестандартные способы их решения.",
        "skill": "math"
    }

]