QUESTIONS = [
    {
        "text": "Тебе нравится программировать?",
        "skill": "programming"
    },

    {
        "text": "Интересно ли искать уязвимости (недостатки) в программах?",
        "skill": "security"
    },

    {
        "text": "Любишь ли расследовать причины инцидентов, анализировать события, детектировать что-либо (например, угрозы)?",
        "skill": "investigation"
    },

    {
        "text": "Интересны ли компьютерные сети?",
        "skill": "networks"
    },

    {
        "text": "Нравится ли анализировать данные?",
        "skill": "analytics"
    },

    {
        "text": "А может, ты любишь математику?",
        "skill": "math"
    },

    {
        "text": "Интересно ли работать с операционными системами (Linux, Windows, MacOS?",
        "skill": "security"
    },

    {
        "text": "Тебе нравится автоматизировать задачи?",
        "skill": "programming"
    }
]