BLUE_RESOURCES = {

    "books": [
        "Компьютерные сети (Эндрю Таненбаум)",
        "Linux для начинающих (или, например, рассмотри бесплатные курсы на Stepik по введению в Linux)",
        "«Кибербезопасность для чайников» - Joseph Steinberg, 2021",
        "Защита данных. От авторизации до аудита - Джейсон Андресс, 2021",
    ],

    "practice": [
        "Stepik: курс Специалист по противодействию кибератакам [CyberED]",
        "TryHackMe",
        "OverTheWire",
        "Шпаргалка по типичным уязвимостям (HackTricks)",
        "Awesome Cyber Security University [EN] - Github",
        "Курсы и тренажёры Let's Defend"
    ],

    "telegram": [
        "ATT&CK® COMMUNITY RUSSIA\nканал энтузиастов из РФ, шаг за шагом занимающихся переводом техник матрицы MITRE ATT&CK",
        "SecurityBook\nканал с отличными книгами по кибербезопасности.",
        "SecurityLab\nканал информационного портала по безопасности SecurityLab.ru с ежедневными обновлениями. ",
        "SOС Технологии\nканал для всех SOC-строителей.",
        "SPbCTF\nразборы заданий CTF от энтузиастов из Петербурга.",
        "MITRE ATT&CK на русском: https://mitre.ptsecurity.com/ru-RU"
    ],

    "skills": [
        "Linux",
        "Компьютерные сети",
        "Основы информационной безопасности",
        "Анализ журналов событий",
        "Основы цифровой криминалистики"
    ]
}


RED_RESOURCES = {

    "books": [

        "Linux для начинающих (или, например, рассмотри бесплатные курсы на Stepik по введению в Linux)",
        "«Кибербезопасность для чайников» - Joseph Steinberg, 2021",
        "Zero Trust Security, An Enterprise Guide, Jason Garbis, Jerry W. Chapman, 2021 — отличная книга, подробно раскрывающая философию и принципы модели нулевого доверия ZeroTrust.",
    ],

    "practice": [
        "TryHackMe",
        "Hack The Box",
        "OverTheWire",
        "Шпаргалка по типичным уязвимостям (HackTricks)",
        "Stepik: курс Профессия - Белый Хакер [CyberED]"
    ],

    "telegram": [
        "SecurityBook\nканал с отличными книгами по кибербезопасности.",
        "Пост Лукацкого\nАлексей Лукацкий, «легенда отечественного ИБ в шляпе», освещает разные темы в сфере ИБ и таким образом популяризирует ее. ",
        "SecurityLab.ru\nИнформация там бывает совершенно разной, но если хочется быть в курсе повестки, то советую туда иногда заглядывать.",
        "Social Engineering\nДелает уникальные знания по социальной инженерии доступными.",
        "SPbCTF\nразборы заданий CTF от энтузиастов из Петербурга.",
        "MITRE ATT&CK на русском: https://mitre.ptsecurity.com/ru-RU"
    ],

    "skills": [
        "Python",
        "Linux",
        "Компьютерные сети",
        "Web-безопасность",
        "Поиск уязвимостей"
    ]
}