SPECIALTIES = {

    "Специалист SOC (мониторинг и реагирование на инциденты)": [
        "10.03.01 Информационная безопасность",
        "10.05.03 Информационная безопасность автоматизированных систем"
    ],

    "Специалист по расследованию инцидентов (DFIR)": [
        "10.05.05 Безопасность информационных технологий в правоохранительной сфере",
        "10.03.01 Информационная безопасность"
    ],

    "Инженер по информационной безопасности": [
        "10.03.01 Информационная безопасность",
        "10.05.03 Информационная безопасность автоматизированных систем"
    ],

    "Аналитик киберугроз (Threat Intelligence Analyst)": [
        "10.03.01 Информационная безопасность"
    ],

    "Специалист по поиску угроз (Threat Hunter)": [
        "10.03.01 Информационная безопасность",
        "10.05.03 Информационная безопасность автоматизированных систем"
    ],

    "Специалист по цифровой криминалистике": [
        "10.05.05 Безопасность информационных технологий в правоохранительной сфере",
        "40.05.03 Судебная экспертиза"
    ],

    "Пентестер (тестировщик на проникновение)": [
        "10.03.01 Информационная безопасность",
        "09.03.04 Программная инженерия"
    ],

    "Специалист Red Team (имитация атак)": [
        "10.03.01 Информационная безопасность",
        "10.05.03 Информационная безопасность автоматизированных систем"
    ],

    "Исследователь уязвимостей": [
        "10.03.01 Информационная безопасность",
        "09.03.01 Информатика и вычислительная техника"
    ],

    "Специалист AppSec (безопасность приложений)": [
        "10.03.01 Информационная безопасность",
        "09.03.04 Программная инженерия"
    ],

    "Разработчик защищённого ПО": [
        "09.03.04 Программная инженерия",
        "09.03.01 Информатика и вычислительная техника"
    ]
}